OdRxEnumTag.subAlternateLocalName
\details
Overloaded implementation of alternateLocalName() function. Should use OdRxAlternateLocalizedNameAttribute by default

OdRxEnumTag.alternateLocalName
\details
This function queries OdRxAlternateLocalizedNameAttribute to retrieve
the alternative local name.
\returns
Alternate local name.